IDS_DGNCALCBASE_TEST = "DgnCalcBase-Test(Lang:EN)"
IDS_MESHPMCV_AUTOMESH_SectionData = "Querschnittsdaten sind für die Mesh-Erzeugung nicht geeignet."
IDS_MESHPMCV_AUTOMESH_MakeMesh = "Auto-Mesh konnte nicht erzeugt werden."
IDS_MESHPMCV_AUTOMESH_Property = "Die Querschnittseigenschaften des automatisch vernetzten Querschnitts konnten nicht berechnet werden."
IDS_MESHPMCV_PROPERTY_Area = "Die Querschnittseigenschaften konnten nicht berechnet werden (Querschnittsfläche)."
IDS_MESHPMCV_PROPERTY_1stInertia = "Die Querschnittseigenschaften konnten nicht berechnet werden (1. Flächenträgheitsmoment)."
IDS_MESHPMCV_PROPERTY_2ndInertia = "Die Querschnittseigenschaften konnten nicht berechnet werden (2. Flächenträgheitsmoment)."
IDS_MESHPMCV_PROPERTY_PlasticCent = "Die Querschnittseigenschaften konnten nicht berechnet werden (plastischer Schwerpunkt)."
IDS_MESHPMCV_MAKECURV_PMCvAngle = "Es liegt ein Fehler in den Basiswinkel-Informationen für die Erstellung der PM-Kurve vor."
IDS_MESHPMCV_MAKECURV_PMCvLine = "Die Erstellung der PM-Kurve ist fehlgeschlagen."
IDS_MESHPMCV_TUNECURV_LessLine = "Die automatisch angepasste PM-Kurve ist kleiner als die ursprüngliche PM-Kurve."
IDS_MESHPMCV_CALRATIO_SelectLine = "Es liegt ein Fehler in den PM-Kurvenkandidaten für die Berechnung der Bemessungstragfähigkeit vor."
IDS_MESHPMCV_CALRATIO_FindStrength = "Die Bemessungstragfähigkeit konnte nicht berechnet werden."
IDS_MESHPMCV_CALRATIO_MakeCurve = "Die PM-Kurve für die Bemessungstragfähigkeit konnte nicht berechnet werden."
IDS_MESHPMCV_CALRATIO_OverIncAngle = "Der Inkrementwinkel ist zu groß."
IDS_MESHPMCV_CALRATIO_ForceSum = "Die Summe der Kräfte konnte nicht berechnet werden."
IDS_GEO_DGNCALC_PILE_FDN = "Pfahlfundament"
IDS_GEO_DGNCALC_FOOT_FDN = "Direktfundament"
IDS_GEO_DGNCALC_FDN_BEARING_REVIEW = "Tragfähigkeitsprüfung"
IDS_GEO_DGNCALC_FDN_FRICTION_RESULT = "Negative Hautreibung"
IDS_GEO_DGNCALC_FDN_SETTLE_RESULT = "Setzungsprüfung"
IDS_GEO_DGNCALC_FDN_DIR_RESULT = "Laterale Tragfähigkeit"
IDS_GEO_DGNCALC_FDN_DGN_STANDARD_2009 = "Bemessungsstandard für Fundamente von Bauwerken (2009.3)"
IDS_GEO_DGNCALC_FDN_RAILBRIDGE_DGN_2004 = "Bemessungsstandard für Eisenbahnbrücken (2004)"
IDS_GEO_DGNCALC_FDN_BRIDGE_DGN_SPEC_2008 = "Brückenentwurfsspezifikationen (2008)"
IDS_GEO_DGNCALC_FDN_TIP_BEARING = "Endtragfähigkeit"
IDS_GEO_DGNCALC_FDN_FRICTION = "Hautreibung"
IDS_GEO_DGNCALC_FDN_PILE_TYPE = "Rammpfahl"
IDS_GEO_DGNCALC_FDN_DRILLED = "Ortbetonpfahl"
IDS_GEO_DGNCALC_FDN_PILE_PURCHASE = "Gebohrter Fertigteilpfahl"
IDS_GEO_DGNCALC_FDN_INTERVAL_PILE = "Gebohrter Pfahl"
IDS_GEO_DGNCALC_FDN_STEEL = "Stahlrohrpfahl"
IDS_GEO_DGNCALC_FDN_STATICS_REVIEW = "Statikprüfung"
IDS_GEO_DGNCALC_FDN_FIELD_TEST = "Feldtest"
IDS_GEO_DGNCALC_FDN_BEARING_ROCK_REVIEW = "Felstragfähigkeit"
IDS_GEO_DGNCALC_SAND = "Sand"
IDS_GEO_DGNCALC_CLAY = "Ton"
IDS_GEO_DGNCALC_ROCK = "Fels"
IDS_GEO_DGNCALC_FDN_SPT = "Standardpenetrationstest"
IDS_GEO_DGNCALC_FDN_CPT = "Statischer Konus-Penetrationstest (CPT)"
IDS_GEO_DGNCALC_FDN_PMT = "Druckmeter-Test"
IDS_GEO_DGNCALC_FDN_PBT = "Plattenbelastungstest"
IDS_GEO_DGNCALC_FDN_VST = "Schubkrafttest"
IDS_GEO_DGNCALC_FDN_ROWE_ARMITAGE = "Rowe. et al"
IDS_GEO_DGNCALC_FDN_ZHANG_EINSTEIN = "Zhang. et al"
IDS_GEO_DGNCALC_FDN_CANADIAN_2006 = "Kanadisches Fundament (2006)"
IDS_GEO_DGNCALC_FDN_CANADIAN_1985 = "Kanadisches Fundament (1985)"
IDS_GEO_DGNCALC_FDN_NAVFAC_1982 = "NAVFAC(1982)"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE_QUIROS = "Reese. et al"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1971 = "Meyerhof"
IDS_GEO_DGNCALC_FDN_MEYERHOF = "Meyerhof"
IDS_GEO_DGNCALC_FDN_TOUMA_REESE = "Touma. et al"
IDS_GEO_DGNCALC_FDN_QUIROS_REESE = "Qurios. et al"
IDS_GEO_DGNCALC_FDN_REESE_ONEILL = "Reese. et al"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD = "Norm für Fundamententwurf von Bauwerken"
IDS_GEO_DGNCALC_FDN_ASSHTO = "AASHTO"
IDS_GEO_DGNCALC_FDN_FHWA = "FHWA"
IDS_GEO_DGNCALC_FDN_DRAIN_CONSIDER = "Berücksichtigung von c-Φ"
IDS_GEO_DGNCALC_FDN_ROCKSTRENTH_JOINT = "Felsfestigkeit und Klufteigenschaften"
IDS_GEO_DGNCALC_FDN_LIMITE_COMPRESS = "Bohrlochbelastungstest"
IDS_GEO_DGNCALC_FDN_SPT_UNLIMITE = "Standardpenetrationstest"
IDS_GEO_DGNCALC_FDN_CPT_UNLIMITE = "Kegelpenetrationstest"
IDS_GEO_DGNCALC_FDN_ROCKPILE_UNLIMITE = "In Fels gerammte Pfähle"
IDS_GEO_DGNCALC_FDN_SAND_SPT = "Sandiger Boden - SPT"
IDS_GEO_DGNCALC_FDN_UNDRAIN_CLAY = "Ton - α-Faktormethode"
IDS_GEO_DGNCALC_FDN_EFFECT_STRESS = "Ton - β-Faktormethode"
IDS_GEO_DGNCALC_FDN_CLAY_FACTOR = "Ton - λ-Faktormethode"
IDS_GEO_DGNCALC_FDN_CONSTRUCT_DISTURB_CONSIDER = "Bodenstörung"
IDS_GEO_DGNCALC_FDN_CLAY_LAYER = "Tonlage"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_TABLE = "Sandiger Boden"
IDS_GEO_DGNCALC_FDN_CLAY_ALPHA = "Ton - α-Faktormethode"
IDS_GEO_DGNCALC_FDN_CLAY_SPT = "Ton - SPT"
IDS_GEO_DGNCALC_FDN_CLAY_UNDRAIN = "Ton - Undrainfestigkeit"
IDS_GEO_DGNCALC_FDN_SAND_OFFER_FRICTION_TABLE = "Sandiger Boden"
IDS_GEO_DGNCALC_FDN_USE_SPT = "Standardpenetrationstest"
IDS_GEO_DGNCALC_FDN_ROCK_1988 = "Fels - Kulhawy"
IDS_GEO_DGNCALC_FDN_ROCK_1979 = "Fels - Kenney"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1976 = "Tragfähigkeit (Meyerhof, 1976) von Sandboden unter Verwendung des N-Werts aus SPT"
IDS_GEO_DGNCALC_FDN_INTERNAL_FINALBLOW = "Endrammung"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEMILK = "Zementmilchstrahlmischung"
IDS_GEO_DGNCALC_FDN_INTERNAL_CONCRETEPLACING = "Betonverlegung"
IDS_GEO_DGNCALC_FDN_STEELPILE_SOFTROCK = "Stahlrohrpfahlverankerung"
IDS_GEO_DGNCALC_FDN_CPT_TIP_RESISTANCE = "Kegelpenetrationstest"
IDS_GEO_DGNCALC_FDN_SPT_ELSE_UNLIMITE = "SPT und Undrainfestigkeit"
IDS_GEO_DGNCALC_FDN_ULTIMATE_BEARING = "Ultimative Tragfähigkeit"
IDS_GEO_DGNCALC_FDN_CALC_HORIZFACTOR = "Horizontaler Elastizitätsmodul"
IDS_GEO_DGNCALC_FDN_CALC_HORIZ_BEARING = "Horizontale Tragfähigkeit"
IDS_GEO_DGNCALC_FDN_CALC_ELASTICFACTOR = "Bodenelastizitätsmodul"
IDS_GEO_DGNCALC_FDN_DAVISSION_1970 = "Ton"
IDS_GEO_DGNCALC_FDN_SOIL_N = "Standardpenetrationstest"
IDS_GEO_DGNCALC_FDN_PILETYPE_BEARING = "Tragfähigkeitsberechnung für Rammpfahl"
IDS_GEO_DGNCALC_FDN_DRILLED_BEARING = "Tragfähigkeitsberechnung für Ortbetonpfähle"
IDS_GEO_DGNCALC_FDN_INTERNAL_BEARING = "Tragfähigkeitsberechnung von Bohrpfählen"
IDS_GEO_DGNCALC_FDN_JAPAN_BRIDGE = "Japanische Straßenbrücken-Norm"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_2004 = "Fundament-Bemessungsvorschriften für Bauwerke (Japanischer Architektenverband, 2004)"
IDS_GEO_DGNCALC_ELASTIC_DIFF = "Elastische Theorie"
IDS_GEO_DGNCALC_ELASTIC_DIFF1 = "Elastische Theorie 1"
IDS_GEO_DGNCALC_ELASTIC_DIFF2 = "Elastische Theorie 2"
IDS_GEO_DGNCALC_CLAY_SAT = "Sättigungston"
IDS_GEO_DGNCALC_STRAIN_EFFECT = "Verzerrungseffekt"
IDS_GEO_DGNCALC_FDN_TERZAGHI_BEARING = "Terzaghi-Gleichung"
IDS_GEO_DGNCALC_FDN_MEYERHOF_BEARING = "Meyerhof-Gleichung"
IDS_GEO_DGNCALC_FDN_GENERAL_SHEAR_FAIL = "Allgemeiner Scherbruch"
IDS_GEO_DGNCALC_FDN_LOCAL_SHEAR_FAIL = "Lokaler Scherbruch"
IDS_GEO_DGNCALC_FDN_MODIFY_TERZAGHI = "Modifizierte Terzaghi-Gleichung"
IDS_GEO_DGNCALC_FDN_EXPERIENCE = "Erfahrung"
IDS_GEO_DGNCALC_FDN_COMP_STRENGTH = "Uniaxiale Druckfestigkeit"
IDS_GEO_DGNCALC_FDN_GOOD_ROCK = "Guter Fels"
IDS_GEO_DGNCALC_FDN_ROCK_CLASSIFICATION = "Felsklassifikation"
IDS_GEO_DGNCALC_FDN_PBT_TERZAGHI_PECK = "Terzaghi et al."
IDS_GEO_DGNCALC_FDN_PBT_BOND = "Bond."
IDS_GEO_DGNCALC_FDN_CANNOT_CALC_BEARING = "Tragfähigkeit kann nicht berechnet werden."
IDS_GEO_DGNCALC_FDN_ISNOT_LOAD = "Keine Vertikallast."
IDS_GEO_DGNCALC_FDN_MSG_E2B2E1L2 = "im Fall e2 ≥ B/2 oder e1 ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_E2B2ELL2 = "im Fall eB ≥ B/2 oder eL ≥ L/2"
IDS_GEO_DGNCALC_FDN_MSG_ONLYAXIALFORCE = "im Fall, dass nur eine Axialkraft vorhanden ist."
IDS_GEO_DGNCALC_FDN_MSG_ED8 = "im Fall e ≤ D/8 (Trapezverteilung)"
IDS_GEO_DGNCALC_FDN_MSG_ED8_TRIANGLE = "im Fall e > D/8 (Dreiecksverteilung)"
IDS_GEO_DGNCALC_FDN_MSG_ED2 = "im Fall e ≥ D/2"
IDS_GEO_DGNCALC_FDN_MSG_B6 = "im Fall ≤ B/6 (Trapezverteilung)"
IDS_GEO_DGNCALC_FDN_MSG_EB6_TRIANGLE = "im Fall e > B/6 (Dreiecksverteilung)"
IDS_GEO_DGNCALC_FDN_MSG_EL6 = "im Fall e ≤ L/6 (Trapezverteilung)"
IDS_GEO_DGNCALC_FDN_MSG_EL6_TRIANGLE = "im Fall e > L/6 (Dreiecksverteilung)"
IDS_GEO_DGNCALC_FDN_MSG_6E2B6E1L = "im Fall 6e2/B + 6e1/L ≤ 1.0 (Trapezverteilung)"
IDS_GEO_DGNCALC_FDN_MSG_6EBB6ELL = "im Fall 6eB/B + 6eL/L ≤ 1.0 (Trapezverteilung)"
IDS_GEO_DGNCALC_FDN_MSG_B6E1L = "im Fall /B + 6e1/L > 1.0 (Dreiecksverteilung)"
IDS_GEO_DGNCALC_FDN_MSG_B6ELL = "im Fall /B + 6eL/L > 1.0 (Dreiecksverteilung)"
IDS_DGNCALCBASE_MESH_FAIL = "Mesh-Erzeugung fehlgeschlagen."
IDS_GEO_DGNCALC_FDN_TIP_BEARING_EQ = "Gleichung der Spitzentragfähigkeit eines in weichen Fels eingebohrten Stahlrohrpfahls"
IDS_GEO_DGNCALC_FDN_ROEW_1987 = "Rowe und Armitage(1987)"
IDS_GEO_DGNCALC_FDN_ZHANG_1998 = "Zhang und Einstein(1998)"
IDS_GEO_DGNCALC_FDN_CFEM_2006 = "Canadian Foundation Engineering Manual (2006)"
IDS_GEO_DGNCALC_FDN_SPT_TIP_ULT_BEARING = "Ultimative Spitzentragfähigkeit nach SPT"
IDS_GEO_DGNCALC_FDN_CLAY_PILETYPE_TIP_BEARING = "Spitzentragfähigkeit eines in Ton eingerammten Pfahls"
IDS_GEO_DGNCALC_FDN_CPT_TIP_BEARING = "Ultimative Spitzentragfähigkeit nach CPT"
IDS_GEO_DGNCALC_FDN_DISTURB_TIP_BEARING = "Spitzentragfähigkeit durch Bodenstörung während der Bauausführung"
IDS_GEO_DGNCALC_FDN_CLAY_DRILLED_TIP_BEARING = "Spitzentragfähigkeit eines Ortbetonpfahls in Ton"
IDS_GEO_DGNCALC_FDN_TOUMA_1974 = "Touma und Reese (1974), Quiros und Reese (1977)"
IDS_GEO_DGNCALC_FDN_INTERNAL_TIP_ULT_BEARING = "Spitzentragfähigkeit eines Bohrpfahls (Zementmilchverpressung)"
IDS_GEO_DGNCALC_FDN_MEYERHOF_1956 = "Meyerhof-Gleichung (1956)"
IDS_GEO_DGNCALC_FDN_INFRA_ARCHITECT_JAPAN_2004 = "Fundament-Bemessungsvorschriften für Bauwerke (Japanischer Architektenverband, 2004)"
IDS_GEO_DGNCALC_FDN_BASE_STANDARD_1997 = "Bemessungsstandard für Fundamente von Bauwerken (1997)"
IDS_GEO_DGNCALC_FDN_CGS_1985 = "Kanadische Geotechnische Gesellschaft (1985)"
IDS_DGNCALCBASE_CALC_SECT_PROP_FAIL = "Die Berechnung der Querschnittseigenschaft ist fehlgeschlagen."
IDS_DGNCALCBASE_ERROR_SECT_DATA__s = "Beim Verwenden der Querschnittsdaten-Datei ( %s ) ist ein Fehler aufgetreten.\nFehler :"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
